Repository: fungamer2-2/Life-Simulator1
Catalog: locale/*/LC_MESSAGES/lifesim.po
Languages: fr

source: en
fr: frProject-Id-Version: PACKAGE VERSION POT-Creation-Date: 2022-10-19 11:41+0200 PO-Revision-Date: 2022-10-19 11:41+0200 Last-Translator: ANTOINE BOLLENGIER <gratitude.bitcoin0s@icloud.com> Language-Team: LANGUAGE <LL@li.org> MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Generated-By: pygettext.py 1.5

source: Would you like to start a new life?
fr: Voulez-vous commencer une nouvelle vie ?

source: Invalid input; try again.
fr: Texte entré invalide, réessayer encore une fois.

source: No
fr: Non

source: Yes
fr: Oui

source: Press Enter to continue...
fr: Pressez le bouton entrer pour continuer...

source: Your name
fr: Votre nom

source: Gender
fr: Genre

source: Money
fr: Argent

source: Salary
fr: Salaire

source: Relationships
fr: Relations

source: Activities
fr: Activités

source: School
fr: Ecole

source: Find a Job
fr: Trouver un travail

source: Debug Menu
fr: Menu de déboggage

source: Relationships:
fr: Relations:

source: Back
fr: Retour

source: Name
fr: Nom

source: Relationship
fr: Relation

source: Generosity
fr: Générosité

source: Smarts
fr: Intelligence

source: Looks
fr: Apparence

source: Petulance
fr: Irritabilité

source: Spend time
fr: Passer du temps

source: Have a conversation
fr: Faire la conversation

source: Insult
fr: Insulte

source: Your {relation} refused to see you.
fr: Votre {relation} a refusé de vous voir.

source: You spent time with your {relation}.
fr: Vous avez passé du temps avec votre {relation}.

source: Your Enjoyment
fr: Votre plaisir

source: {his_her} Enjoyment
fr: {his_her} plaisir

source: Your {relation} isn't interested in having a conversation with you.
fr: Votre {relation} ne veut pas discuter avec vous.

source: You had a conversation with your {relation}.
fr: Vous avez discuté avec votre {relation}.

source: Agreement
fr: Accord

source: You and your {relation} got into an argument. What will you do?
fr: Vous venez de vous disputer avec votre {relation}. Que voulez-vous faire ?

source: Apologize
fr: Des excuses

source: Agree to disagree
fr: Accepter d'avoir tord

source: Insult {him_her}
fr: L'insulter

source: You apologized to your {relation}
fr: Vous vous êtes excusé auprès de votre {relation}.

source: You agreed to disagree
fr: Vous avez accepté d'avoir tord

source: You insulted your {relation}
fr: Vous avez insulté votre {relation}

source: You complimented your {relation}.
fr: Vous avez complimenté votre {relation}.

source: {his_her} Appreciation
fr: Son plaisir

source: Your {relation} complimented you back!
fr: Votre {relation} vous a complimenté en retour !

source: Are you sure you want to insult your {relation}?
fr: Êtes-vous sûr de vouloir insulter votre {relation} ?

source: You insulted your {rel}.
fr: Vous avez insulté votre {rel}.

source: Your {rel} insulted you back.
fr: Votre {rel} vous a insulté en retour.

source: Activities Menu
fr: Menu des activités

source: Play with your toys
fr: Jouer avec vos jouets

source: Arts and Crafts
fr: Arts et travaux manuels

source: Meditate
fr: Méditation

source: Library
fr: Bibliothèque

source: Gym
fr: Gymnastique

source: Lottery
fr: Lotterie

source: You don't feel like playing, but you decide to try anyway.
fr: Vous ne sentez pas le coup mais vous décidez quand même d'essayer.

source: You played with your toys.
fr: Vous avez joué avec vos jouets.

source: You had a lot of fun playing with your toys.
fr: Vous avez pris beaucoup de plaisiri à jouer avec vos jouets.

source: You thought about doing arts and crafts, but couldn't decide what to make.
fr: Vous pensez à faire du travail manuel mais vous ne savez pas quoi faire ?

source: You decided to paint.
fr: Vous avez decidé de peindre.

source: You decided to bake something tasty!
fr: Vous avez decidé de cuisiner quelque chose de bon !

source: You practiced meditation.
fr: Vous avez fait de la méditation.

source: You have achieved a deeper awareness of yourself.
fr: Vous êtes maintenant plus conscient de votre esprit.

source: You went to the library.
fr: Vous avez été à la bibliothèque.

source: Your health is too weak to visit the gym.
fr: Votre santé est trop faible, allez faire de la gymnastique.

source: You worked out at the gym.
fr: Vous vous êtes entrainé à la gymnastique.

source: Workout
fr: Entrainement

source: Play the lottery today!
fr: Jouez à la lotterie aujourd'hui !

source: Ticket cost: $4 each
fr: Coût d'un ticket : 4$ chacun

source: Lottery jackpot: ${jackpot}
fr: Jackpot de la lotterie: ${jackpot}

source: Buy 10 tickets
fr: Acheter 10 tickets

source: Buy a ticket
fr: Acheter un ticket

source: You don't have enough money
fr: Vous n'avez pas asser d'argent

source: Guess the 4 winning numbers between 1 and 20. Each number in the line must be separated by a space.
fr: Devinez les 4 numéros gagnants entre 1 et 20. Chaque nombre doit être séparé par un espace.

source: The numbers within each line must be unique.
fr: Les nombres de chaque ligne doivent être uniques.

source: The numbers must be unique.
fr: Vous ne pouvez pas jouer plusieurs fois le même nombre.

source: Guess #{num}:
fr: Prédiction #{num}:

source: Guess:
fr: Prédiction :

source: The values must all be integers.
fr: Toutes les valeurs doivent être des nombres

source: You must enter exactly 4 numbers
fr: Vous devez avoir entré exactement 4 nombres

source: All values must be between 1 and 20
fr: Toutes les valeurs doivent être entre 1 et 20

source: All values must be unique.
fr: Toutes les valeurs doivent être uniques.

source: The winning numbers are {nums}
fr: Les numéros gagnants sont {nums}

source: YOU WON THE ${amount} LOTTERY JACKPOT!!!
fr: VOUS AVEZ GAGNE LE JACKPOT DE ${amount} A LA LOTTERIE !!!

source: You did not win the ${amount} lottery jackpot.
fr: Vous n'avez pas gagné les ${amount} du jackpot de la lotterie.

source: School Menu
fr: Menu à l'école

source: Grades
fr: Niveaux

source: Drop out
fr: Abandonner

source: Study harder
fr: Travailler plus

source: You began studying harder
fr: Vous avez commencé à travailler plus

source: You dropped out of school.
fr: Vous avez quitté l'école.

source: Your parents won't let you drop out of school.
fr: Vos parents ne vont pas vous laisser quitter l'école.

source: Identity
fr: Identité

source: Your stats
fr: Vos stats

source: Happiness
fr: Bien-être

source: Health
fr: Santé

source: Modify Happiness
fr: Modifier le bien-être

source: Modify Health
fr: Modifier la santé

source: Modify Smarts
fr: Modifier l'intelligence

source: Modify Looks
fr: Modifier l'apparence

source: Modify Karma
fr: Modifier le karma

source: What would you like to set Happiness to? (0-100)
fr: A combien voudriez-vous mettre le niveau de bien-être ? (0 à 100)

source: What would you like to set Health to? (0-100)
fr: A combien voudriez-vous mettre le niveau de santé ? (0 à 100)

source: What would you like to set Smarts to? (0-100)
fr: A combien voudriez-vous mettre le niveau d'intelligence' ? (0 à 100)

source: What would you like to set Looks to? (0-100)
fr: A combien voudriez-vous mettre l'apparence ? (0 à 100)

source: What would you like to set Karma to? (0-100)
fr: A combien voudriez-vous mettre le niveau de karma ? (0 à 100)

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Change first name
fr: Changer votre prénom

source: Change last name
fr: Changer votre nom de famille

source: Change gender
fr: Changer votre genre

source: Enter first name:
fr: Entrez votre prénom :

source: Enter last name:
fr: Entrez votre nom de famille :

source: You found a job with a salary of ${salary:,}. Would you like to apply?
fr: Vous avez trouvé un travail avec un salaire de ${salary:,}. Voudriez-vous le rejoindre ?

source: You got the job!
fr: Vous avez eu le travail !

source: You didn't get an interview.
fr: Vous n'avez même pas eu d'entretien d'embauche.

source: Continue existing game
fr: Continuer la partie en cours

source: Start new game
fr: Commencer une nouvelle partie

source: Custom Life
fr: Vie sur mesure

source: Random Life
fr: Vie aléatoire

source: Enter your first name:
fr: Entrez votre prénom :

source: Enter your last name:
fr: Entrez votre nom de famille :

source: Choose your gender:
fr: Choisissez votre genre :

source: Female
fr: Femme

source: Male
fr: Homme

source: Your mother is {name}, age {age}.
fr: Votre mère s'appelle {name} et est agée de {age} ans.

source: Your father is {name}, age {age}.
fr: Votre père s'appelle {name} et est agé de {age} ans.

source: You have a {siblingtype} named {name}, age {age}.
fr: Vous avez un {siblingtype} qui s'appelle {name} et est agé de {age} ans.

source: father
fr: père

source: mother
fr: mère

source: Father
fr: Père

source: Mother
fr: Mère

source: You died of old age.
fr: Vous êtes mort de vieillesse

source: You are suffering from depression.
fr: Vous souffrez de dépression.

source: Your {relative} died at the age of {age} due to old age.
fr: Votre {relative} est mort de vieillesse à {age} ans.

source: You inherited ${amount}
fr: Vous avez hérité de ${amount}

source: Lifetime Happiness
fr: Bien-être de votre vie

source: You were struck by lightning!
fr: Vous avez été frappé par la foudre !

source: You died after being struck by lightning.
fr: Vous êtes mort après avoir été frappé par la foudre.

source: You graduated from university.
fr: Vous avez été diplomé à l'université.

source: You now have to start paying back your student loan
fr: Vous devez maintenant commencer à rembourser votre prêt étudiant

source: You were expelled from university after earning bad grades.
fr: Vous avez été expulsé de l'université car vous avez eu trop de mauvaises notes.

source: You've fully paid off your student loan
fr: Vous avez fini de rembourser votre prêt étudiant

source: You are no longer suffering from depression
fr: Vous ne souffrez plus de dépression

source: Your mother is taking you to the doctor's office to get vaccinated.
fr: Votre mère vous amène chez le médecin pour vous faire vacciner.

source: How will you behave?
fr: Comment aller vous vous comporter ?

source: Bite her
fr: La mordre

source: Throw a tantrum
fr: Piquer une crise

source: Try to stay calm
fr: Essayer de rester calme

source: You remained calm
fr: Vous êtes resté calme

source: You threw a tantrum
fr: Vous avez piqué une crise

source: You bit your mother
fr: Vous avez mordu votre mère

source: You are starting elementary school
fr: Vous commencer l'école primaire

source: You are starting middle school
fr: Vous commencez l'école secondaire

source: You are starting high school
fr: Vous commencez le lycée

source: You graduated from high school.
fr: Vous êtes diplomé du lycée

source: Would you like to apply to university?
fr: Voulez-vous vous présenter à l'université ?

source: Your application to university was accepted!
fr: Vous avez été pris à l'université !

source: Scholarship
fr: Bourse d'études

source: Student Loan
fr: Prêt étudiant

source: Ask parents to pay
fr: Demander à vos parents de jouer

source: How would you like to pay for your college tuition?
fr: Comment voulez-vous payer vos frais de scolarité ?

source: Your scholarship application has been awarded!
fr: Vous avez reçu une bourse d'études !

source: Your scholarship application was rejected.
fr: Vous n'avez pas reçu de bourse d'études.

source: Your parents agreed to pay for your university tuition!
fr: Vos parents ont accepté de vous payer les frais d'université !

source: Your parents refused to pay for your university tuition.
fr: Vos parents ont refusé de vous payer les frais d'université.

source: You took out a student loan to pay for your university tuition.
fr: Vous avez contracté un prêt étudiant pour payer vos frais d'université.

source: You are now enrolled in university.
fr: Vous êtes désormais à l'université.

source: Your application to university was rejected.
fr: Vous n'avez pas pu entrer à l'université car votre dossier a été refusé.

source: his
fr: son

source: her
fr: son

source: him
fr: lui

source: relationship
fr: relation

source: brother
fr: frère

source: sister
fr: soeur

source: Brother
fr: Frère

source: Sister
fr: Soeur
