Repository: fungamer2-2/Life-Simulator1
Catalog: locale/*/lifesim.po
Languages: he

source: Invalid input; try again.
he: קלט לא חוקי; נסה שוב.

source: No
he: לא

source: Yes
he: כן

source: Press Enter to continue...
he: לחץ אנטר בכדי להמשיך...

source: Your name
he: השם שלך

source: Gender
he: מגדר

source: Money
he: כסף

source: Age +1
he: גיל + 1

source: Relationships
he: יחסים

source: Activities
he: פעילויות

source: School
he: בית ספר

source: Debug Menu
he: תפריט ניפוי באגים

source: Relationships:
he: יחסים:

source: Back
he: אחורה

source: Name
he: שם

source: Age
he: גיל

source: Relationship
he: יחסים

source: Generosity
he: נדיבות

source: Smarts
he: חוכמה

source: Looks
he: מראה

source: Petulance
he: רגזנות

source: Spend time
he: לבלות זמן

source: Have a conversation
he: לקיים שיחה

source: Compliment
he: מחמאה

source: Insult
he: העלבה

source: Your {relation} refused to see you.
he: .ה{relation} שלך לא רוצה לראות אותך

source: You spent time with your {relation}.
he: אתה מבלה זמן עם ה {relation} שלך.

source: Your Enjoyment
he: להנאתך

source: {his_her} Enjoyment
he: {his_her} ההנאה שלהם

source: Your {relation} isn't interested in having a conversation with you.
he: Tu {relation} no esta interesada en tener una conversacion contigo.

source: You had a conversation with your {relation}.
he: Tuviste una conversacion con tu {relation}

source: Agreement
he: Acuerdo

source: You and your {relation} got into an argument. What will you do?
he: Tu y tu {relation} tuvieron una discusion. Que vas a hacer?

source: Apologize
he: Disculparse

source: Agree to disagree
he: Acordar estar en desacuerdo

source: Insult {him_her}
he: Insultarle

source: You apologized to your {relation}
he: Te disculpaste con tu {relation}

source: You agreed to disagree
he: Acordaron estar en desacuerdo

source: You insulted your {relation}
he: Insultaste a tu {relation}

source: You complimented your {relation}.
he: Le hiciste un cumpliado a tu {relation}

source: {his_her} Appreciation
he: {his_her} Apreciacion

source: Your {relation} complimented you back!
he: ¡Tu {relation} te hizo un cumplido de vuelta!

source: Are you sure you want to insult your {relation}?
he: ¿Estas seguro que desas insultar a tu {relation}?

source: You insulted your {rel}.
he: Insultaste a tu {rel}.

source: Your {rel} insulted you back.
he: Tu {rel} te ha insultado de vuelta.

source: Activities Menu
he: Menu de Actividades

source: Meditate
he: Meditar

source: Library
he: Libreria

source: Gym
he: Gimnasio

source: You practiced meditation.
he: Practicaste meditacion.

source: You have achieved a deeper awareness of yourself.
he: Has alcanzado un entendimiento mas profundo de ti mismo.

source: You went to the library.
he: Has ido a la libreria.

source: Your health is too weak to visit the gym.
he: Tu salud es muy debil para ir al gimnasio.

source: You worked out at the gym.
he: Has entrenado en el gimnasio.

source: Workout
he: Entrenar

source: School Menu
he: Menu Escolar

source: Grades
he: Grados

source: Drop out
he: Abandonar

source: Study harder
he: Estudiar mas duro

source: You began studying harder
he: Has empezado a estudiar mas duro

source: You dropped out of school.
he: Has abandonado la escuela.

source: Your parents won't let you drop out of school.
he: Tus padres no te permiten dejar la escuela.

source: Identity
he: Identidad

source: Stats
he: Estadisticas

source: Your stats
he: Tus estadisticas

source: Happiness
he: Felicidad

source: Health
he: Salud

source: Modify Happiness
he: Modificar Felicidad

source: Modify Health
he: Modificar Salud

source: Modify Smarts
he: Modificar Inteligencia

source: Modify Looks
he: Modificar Apariencia

source: Modify Karma
he: Modificar Karma

source: What would you like to set Happiness to? (0-100)
he: ¿A cuanto te gustaria ajustar la Felicidad? (0-100)

source: What would you like to set Health to? (0-100)
he: ¿A cuanto te gustaria ajustar la Salud? (0-100)

source: What would you like to set Smarts to? (0-100)
he: ¿A cuanto te gustaria ajustar la Inteligencia? (0-100)

source: What would you like to set Looks to? (0-100)
he: ¿A cuanto te gustaria ajustar la Apariencia? (0-100)

source: What would you like to set Karma to? (0-100)
he: ¿A cuanto te gustaria ajustar el Karma? (0-100)

source: First name
he: Nombre

source: Last name
he: Apellido

source: Change first name
he: Cambiar nombre

source: Change last name
he: Cambiar apellido

source: Change gender
he: Cambiar genero

source: Enter first name:
he: Ingresar nombre:

source: Enter last name:
he: Ingresar apellido:

source: Custom Life
he: Personalizar Vida

source: Random Life
he: Vida Aleatoria

source: Enter your first name:
he: Ingresar tu nombre:

source: Enter your last name:
he: Ingresar tu apellido:

source: Choose your gender:
he: Elige tu genero:

source: Female
he: Mujer

source: Male
he: Hombre

source: father
he: padre

source: mother
he: madre

source: Father
he: Padre

source: Mother
he: Madre

source: Age {age}
he: Edad {age}

source: You died of old age.
he: Has muerto en la vejez.

source: You are suffering from depression.
he: Estas sufriendo de depresion.

source: Your {relative} died at the age of {age} due to old age.
he: Tu {relative} ha fallecido a la edad de {age} por mayoria de edad.

source: Lifetime Happiness
he: Felicidad de por vida.

source: You graduated from university.
he: Te has graduado de la universidad.

source: You now have to start paying back your student loan
he: Ahora debes empezar a pagar tu deuda estudiantil

source: You were expelled from university after earning bad grades.
he: Te han expulsado de la universidad luego de obtener bajas calificaciones.

source: You've fully paid off your student loan
he: Has terminado de pagar tu deuda estudiantil

source: You are no longer suffering from depression
he: Ya no sufres de depresion

source: Your mother is taking you to the doctor's office to get vaccinated.
he: Tu madre te lleva al doctor para vacunarte.

source: How will you behave?
he: ¿Como te comportaras?

source: Bite her
he: Morderla

source: Cooperate
he: Cooperar

source: Throw a tantrum
he: Hacer un berrinche

source: You remained calm
he: Permaneciste calmado

source: You threw a tantrum
he: Hiciste un berrinche

source: You bit your mother
he: Mordiste a tu madre

source: You are starting elementary school
he: Empiezas la primaria

source: You are starting middle school
he: Empiezas el pre-secundario

source: You are starting high school
he: Empiezas la secundaria

source: You graduated from high school.
he: Te has graduado de la secundaria.

source: Would you like to apply to university?
he: ¿Te gustaria aplicar a la universidad?

source: Your application to university was accepted!
he: ¡Tu aplicacion a la universidad fue aceptada!

source: Scholarship
he: Becas

source: Student Loan
he: Prestamo Estudiantil

source: Ask parents to pay
he: Pedir a tus padres que paguen

source: How would you like to pay for your college tuition?
he: ¿Como te gustaria pagar por tus estudios universitarios?

source: Your scholarship application has been awarded!
he: ¡Te han otorgado una beca!

source: Your scholarship application was rejected.
he: Tu aplicacion a beca ha sido rechazada.

source: Your parents agreed to pay for your university tuition!
he: ¡Tus padres aceptan pagar por tus estudios universitarios!

source: Your parents refused to pay for your university tuition.
he: Tus padres se rehusan a pagar por tus estudios universitarios.

source: You took out a student loan to pay for your university tuition.
he: Tomas un prestamo estudiantil para pagar por tus estudios universitarios.

source: You are now enrolled in university.
he: Estas inscripto en la universidad.

source: Your application to university was rejected.
he: Tu aplicacion a la universidad ha sido rechazada.

source: his
he: su

source: her
he: su

source: him
he: el

source: relationship
he: relacion

source: brother
he: hermano

source: sister
he: hermana

source: Brother
he: Hermano

source: Sister
he: Hermana
